import React from 'react'

class Rules extends React.Component {
    render() {
        return (
            <>
                <div class="text">
                    <p class="pt yellow1">1. Права и обязанности покупателя</p>

                    <p class="ppt">1.1 Если результат Ваших действий привел к порче товара, то в замене и возврате средств будет отказано.</p>

                    <p class="pppt" style={{"margin-left": "11px"}}>Пример: Вы использовали аккаунты с работающим обменом в плохой программе, вследствие чего на аккаунтах выключился SteamGuard.</p>

                    <p class="ppt">1.2 Если Вы не понимаете, как разобраться с товаром, то у Вас есть право запросить нашу помощь.</p>

                    <p class="pppt" style={{"margin-left": "14px"}}>Важно учесть, что причины для замены или возврата средств в таком случае нет.</p>

                    <p class="ppt">1.3 Вы обязаны уважительно обращаться к администрации и технической поддержке.</p>

                    <p class="pppt" style={{"margin-left": "14px"}}>Если Вы нарушаете это правило, то Вам будет отказано в помощи, а так же выдана блокировка.</p>

                    <p class="ppt">1.4 Покупая аккаунты с работающим обменом не в виде набора, Вы подтверждаете, что не будете иметь претензий, если они получат блокировку не по Вашей вине.</p>

                    <p class="pppt" style={{"margin-left": "14px"}}>Steam выдает любые блокировки не на один аккаунт, а сразу на все те, которые привязаны к точно такому же номеру телефона.</p>

                    <p class="ppt">1.5 После покупки товара Вы обязуетесь сразу сменить все данные от аккаунта и защитить его по максимуму своих возможностей для своей же безопасности.</p>

                    <p class="pt yellow1">2. Права и обязанности магазина</p>

                    <p class="ppt">2.1 Время ответа технической поддержки может задерживаться до 24-ех часов.</p>

                    <p class="pppt" style={{"margin-left": "13px"}}>Скорость ответа зависит от времени суток / праздников / выходных дней.</p>

                    <p class="ppt">2.2 Магазин гарантирует, что продажа товара осуществляется только в одни руки.</p>

                    <p class="pppt" style={{"margin-left": "16px"}}>А) После покупки товар становится только Ваш.</p>

                    <p class="pppt" style={{"margin-left": "16px"}}>Б) Пункт 2.2 А, применяется ко всем товарам, где в названии имеется слово: <span class="yellow1">[Чистые]</span>.</p>

                    <p class="ppt">2.3 Магазин не несёт ответственности за то, где и кем были использованы купленные Вами аккаунты.</p>

                    <p class="pppt" style={{"margin-left": "16px"}}>Этот пункт применяется ко всем товарам, кроме тех, что содержат слово: <span class="yellow1">[Чистые]</span>.</p>

                    <p class="ppt">2.4 Техническая поддержка имеет право запросить доказательства Ваших слов.</p>

                    <p class="pppt" style={{"margin-left": "16px"}}>Если доказательства отсутствуют, то в замене товара и возврате средств будет отказано.</p>

                    <p class="ppt">2.5 Техническая поддержка не занимается консультациями по поводу того, куда использовать купленный товар.</p>

                    <p class="ppt">2.6 Администрация магазина имеет право изменить «Правила и условия» в любое время, без уведомления покупателей об этом.</p>

                    <p class="ppt">2.7 Если количество неверных данных от аккаунтов превышает 50%, то техническая поддержка имеет право запросить видеодоказательство.</p>

                    <p class="pppt" style={{"margin-left": "16px"}}>A) Видеодоказательство — это видео, которое показывает, что аккаунты сразу имели неправильные данные.</p>

                    <p class="pppt" style={{"margin-left": "16px"}}>Б) Любой монтаж будет расцениваться, как попытка обмануть.</p>

                    <p class="ppt">2.8 Если Вы обманули техническую поддержку или воспользовались уязвимостью, то Вам выдается перманентная блокировка во всех наших сообществах и магазине.</p>

                    <p class="pppt" style={{"margin-left": "16px"}}>В этом случае у нас появится полное право опубликовать в открытый доступ Ваш <span class="yellow1">IP-адрес</span>, <span class="yellow1">почту</span> и любые <span class="yellow1">другие данные</span>, которые Вы нам предоставляли.</p>

                    <p class="pt yellow1">3. Общие условия</p>

                    <p class="ppt">3.1 Сообщения, содержащие текст <span class="yellow1">«не видел / не читал / не знал правил»</span> и им подобные, даже не берутся в наше внимание.</p>

                    <p class="ppt">3.2 Время на проверку данных у купленного Вами товара равняется 15-ти минутам с момента успешной оплаты.</p>

                    <p class="pppt" style={{"margin-left": "16px"}}>По прошествии этого времени в обмене товара и возврате средств будет отказано.</p>

                    <p class="ppt">3.3 Все товары с неверными данными, купленные в нашем магазине, подлежат замене.</p>

                    <p class="ppt">3.4 Магазин не несет отвественности за предметы, балансы и любые другие ценности, которые Вы используете на аккаунтах.</p>

                    <p class="pppt" style={{"margin-left": "16px"}}>Это применяется ко всем товарам, даже те, что содержат слово: <span class="yellow1">[Чистые]</span>.</p>

                    <p class="ppt">3.5 Если купленный товар не соответствует описанию на сайте, то моментально обращайтесь к технической поддержке.</p>

                    <p class="pppt" style={{"margin-left": "16px"}}>A) Важно успеть написать в течение 15-ти минут с момента получения товара.</p>

                    <p class="pppt" style={{"margin-left": "16px"}}>Б) Если Вы уже использовали аккаунты, то в замене товара и возврате средств будет отказано.</p>

                    <p class="ppt">3.6 Если товар не был Вам выдан автоматически после оплаты, то нужно обратиться к технической поддержке.</p>

                    <p class="ppt">3.7 Все товары с верными данными, купленные в нашем магазине, замене и возврату не подлежат.</p>

                    <p class="pppt" style={{"margin-left": "16px"}}>Случаи, в которых Вы купили специально или случайно не тот товар, нами игнорируются.</p>

                    <p class="ppt">3.8 Возврат средств производится только на тот кошелек, с помощью которого Вы оплачивали.</p>

                    <p class="ppt">3.9 Если Вас не устраивает данный свод правил, то Вы обязуетесь прекратить использование данного сайта</p>
                </div>
            </>
        )
    }
}

export default Rules